IDEA StatiCa Open Model
ReferenceElement Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The ReferenceElement type exposes the following members.
Properties
Name | Description
Element
 Referenced element
Id
 Element Id
TypeName
 Element type name
Top
See Also
Reference
ReferenceElement Class
IdeaRS.OpenModel Namespace